<template>
  <div class="about">
    <p class="about__title color">Анализ личностного профиля</p>
    <div class="desc">
      <p class="about__desc-title">Авторитарный</p>
      <p class="about__desc-text">
        13-16 – диктаторский, властный, деспотический характер, тип сильной
        личности, которая лидирует во всех видах групповой деятельности. Всех
        наставляет, поучает, во всем стремится полагаться на свое мнение, не
        умеет принимать советы других. Окружающие отмечают эту властность, но
        признают ее.
        <br />
        9-12 – доминантный, энергичный, компетентный, авторитетный лидер,
        успешный в делах, любит давать советы, требует к себе уважения.
        <br />
        0-8 – уверенный в себе человек, но не обязательно лидер, упорный и
        настойчивый.
      </p>
      <p class="about__desc-title">Эгоистический</p>
      <p class="about__desc-text">
        13-16 – стремится быть над всеми, но одновременно в стороне от всех,
        самовлюбленный, расчетливый, независимый, себялюбивый. Трудности
        перекладывает на окружающих, сам относится к ним несколько отчужденно,
        хвастливый, самодовольный, заносчивый.
        <br />
        0-12 – эгоистические черты, ориентация на себя, склонность к
        соперничеству.
      </p>
      <p class="about__desc-title">Агрессивный</p>
      <p class="about__desc-text">
        13-16 – жесткий и враждебный по отношению к окружающим, резкий, жесткий,
        агрессивность может доходить до асоциального поведения.
        <br />
        9-12 –требовательный, прямолинейный, откровенный, строгий и резкий в
        оценке других, непримиримый, склонный во всем обвинять окружающих,
        насмешливый, ироничный, раздражительный.
        <br />
        0-8 – упрямый, упорный, настойчивый и энергичный.
      </p>
      <p class="about__desc-title">Подозрительный</p>
      <p class="about__desc-text">
        13-16 – отчужденный по отношению к враждебному и злобному миру,
        подозрительный, обидчивый, склонный к сомнению во всем, злопамятный,
        постоянно на всех жалуется, всем недоволен (шизоидный тип характера).
        <br />
        9-12 – критичный, необщительный, испытывает трудности в
        интерперсональных контактах из-за неуверенности в себе, подозрительности
        и боязни плохого отношения, замкнутый, скептичный, разочарованный в
        людях, скрытный, свой негативизм проявляет в вербальной агрессии.
        <br />
        0-8 – критичный по отношению ко всем социальным явлениям и окружающим
        людям.
      </p>
      <p class="about__desc-title">Подчиняемый</p>
      <p class="about__desc-text">
        13-16 – покорный, склонный к самоунижению, слабовольный, склонный
        уступать всем и во всем, всегда ставит себя на последнее место и
        осуждает себя, приписывает себе вину, пассивный, стремится найти опору в
        ком-либо более сильном.
        <br />
        9-12 –застенчивый, кроткий, легко смущается, склонен подчиняться более
        сильному без учета ситуации.
        <br />
        0-8 – скромный, робкий, уступчивый, эмоционально сдержанный, способный
        подчиняться, не имеет собственного мнения, послушно и честно выполняет
        свои обязанности.
      </p>
      <p class="about__desc-title">Зависимый</p>
      <p class="about__desc-text">
        13-16 – резко неуверенный в себе, имеет навязчивые страхи, опасения,
        тревожится по любому поводу, поэтому зависим от других, от чужого
        мнения.
        <br />
        9-12 – послушный, боязливый, беспомощный, не умеет проявить
        сопротивление, искренне считает, что другие всегда правы.
        <br />
        0-8 – конформный, мягкий, ожидает помощи и советов, доверчивый, склонный
        к восхищению окружающими, вежливый.
      </p>
      <p class="about__desc-title">Дружелюбный</p>
      <p class="about__desc-text">
        9-16 – дружелюбный и любезный со всеми, ориентирован на принятие и
        социальное одобрение, стремится удовлетворить требования всех, "быть
        хорошим" для всех без учета ситуации, стремится к целям микрогрупп имеет
        развитые механизмы вытеснения и подавления, эмоционально лабильный
        (истероидный тип характера).
        <br />
        0-8 – склонный к сотрудничеству, кооперации, гибкий и компромиссный при
        решении проблем и в конфликтных ситуациях, стремится быть в согласии с
        мнением окружающих, сознательно конформный, следует условностям,
        правилам и принципам "хорошего тона" в отношениях с людьми, инициативный
        энтузиаст в достижении целей группы, стремится помогать, чувствовать
        себя в центре внимания, заслужить признание и любовь, общительный,
        проявляет теплоту и дружелюбие в отношениях.
      </p>
      <p class="about__desc-title">Альтруистический</p>
      <p class="about__desc-text">
        9-16 – гиперответственный, всегда приносит в жертву свои интересы,
        стремится помочь и сострадать всем, навязчивый в своей помощи и слишком
        активный по отношению к окружающим, принимает на себя ответственность за
        других (может быть только внешняя "маска", скрывающая личность
        противоположного типа).
        <br />
        0-8 – ответственный по отношению к людям, деликатный, мягкий, добрый,
        эмоциональное отношение к людям проявляет в сострадании, симпатии,
        заботе, ласке, умеет подбодрить и успокоить окружающих, бескорыстный и
        отзывчивый.
      </p>
    </div>
  </div>
</template>

<script setup></script>
<style lang="scss" scoped>
@import "./desc.scss";
</style>
