<template>
  <div class="about">
    <p class="about__title color">Экстраверсия — интроверсия</p>
    <div class="desc">
      <p class="about__desc-title">Описание</p>
      <p class="about__desc-text">
        Характеризуя типичного экстраверта, автор отмечает его общительность и
        обращенность индивида вовне, широкий круг знакомств, необходимость в
        контактах. Он действует под влиянием момента, ипульсивен, вспыльчив,
        беззаботен, оптимистичен, добродушен, весел. Предпочитает движение и
        действие, имеет тенденцию к агрессивности. Чувства и эмоции не имеют
        строгого контроля, склонен к рискованным поступкам. На него не всегда
        можно положиться. Типичный интроверт — это спокойный, застенчивый,
        интроективный человек, склонный к самоанализу. Сдержан и отдален от
        всех, кроме близких друзей. Планирует и обдумывает свои действия
        заранее, не доверяет внезапным побуждениям серьезно относится к принятию
        решений, любит во всем порядок. Контролирует свои чувства, его нелегко
        вывести из себя. Обладает пессимистичностью, высоко ценит нравственные
        нормы.
      </p>
    </div>
  </div>
</template>

<script setup></script>
<style lang="scss" scoped>
@import "./desc.scss";
</style>
