<template>
  <div class="about" id="about">
    <div class="container">
      <h2 class="text-center">Экстраверсия — интроверсия</h2>
      <div class="row">
        <div class="col-lg-8 col-md-8 col-sm-12 desc">
          <h3>Описание</h3>
          <p>
            Характеризуя типичного экстраверта, автор отмечает его общительность
            и обращенность индивида вовне, широкий круг знакомств, необходимость
            в контактах. Он действует под влиянием момента, ипульсивен,
            вспыльчив, беззаботен, оптимистичен, добродушен, весел. Предпочитает
            движение и действие, имеет тенденцию к агрессивности. Чувства и
            эмоции не имеют строгого контроля, склонен к рискованным поступкам.
            На него не всегда можно положиться. Типичный интроверт — это
            спокойный, застенчивый, интроективный человек, склонный к
            самоанализу. Сдержан и отдален от всех, кроме близких друзей.
            Планирует и обдумывает свои действия заранее, не доверяет внезапным
            побуждениям серьезно относится к принятию решений, любит во всем
            порядок. Контролирует свои чувства, его нелегко вывести из себя.
            Обладает пессимистичностью, высоко ценит нравственные нормы.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "DescEIBlock",
};
</script>
<style lang="scss" scoped></style>