[
  {
    "text": "Является ли ваше настроение в общем веселым и беззаботным?"
  },
  {
    "text": "Восприимчивы ли вы к обидам?"
  },
  {
    "text": "Случалось ли вам иногда быстро заплакать?"
  },
  {
    "text": "Всегда ли вы считаете себя правым в том деле, которое делаете, и вы не успокоитесь, пока не  убедитесь в этом?"
  },
  {
    "text": "Считаете ли вы себя более смелым, чем в детском возрасте?"
  },
  {
    "text": "Может ли ваше настроение меняться от глубокой радости до глубокой печали?"
  },
  {
    "text": "Находитесь ли вы в компании в центре внимания?"
  },
  {
    "text": "Бывают ли у вас дни, когда вы без достаточных оснований находитесь в угрюмом и  раздражительном настроении и ни с кем не хотите разговаривать?"
  },
  {
    "text": "Серьезный ли вы человек?"
  },
  {
    "text": "Можете ли вы сильно воодушевиться?"
  },
  {
    "text": "Предприимчивы ли вы?"
  },
  {
    "text": "Быстро ли вы забываете, если вас кто-нибудь обидит?"
  },
  {
    "text": "Мягкосердечный ли вы человек?"
  },
  {
    "text": "Пытаетесь ли вы проверить после того, как опустили письмо в почтовый ящик, не осталось ли  оно висеть в прорези?"
  },
  {
    "text": "Всегда ли вы стараетесь быть добросовестным в работе?"
  },
  {
    "text": "Испытывали ли вы в детстве страх перед грозой или собаками?"
  },
  {
    "text": "Считаете ли вы других людей недостаточно требовательными друг к другу?"
  },
  {
    "text": "Сильно ли зависит ваше настроение от жизненных событий и переживаний?"
  },
  {
    "text": "Всегда ли вы прямодушны со своими знакомыми?"
  },
  {
    "text": "Часто ли ваше настроение бывает подавленным?"
  },
  {
    "text": "Был ли у вас раньше истерический припадок или истощение нервной системы?"
  },
  {
    "text": "Склонны ли вы к состояниям сильного внутреннего беспокойства или страстного стремления?"
  },
  {
    "text": "Трудно ли вам длительное время просидеть на стуле?"
  },
  {
    "text": "Боретесь ли вы за свои интересы, если кто-то поступает с вами несправедливо?"
  },
  {
    "text": "Смогли бы вы убить человека?"
  },
  {
    "text": "Сильно ли вам мешает косо висящая гардина или неровно настланная скатерть, настолько, что  вам хочется немедленно устранить эти недостатки?"
  },
  {
    "text": "Испытывали ли вы в детстве страх, когда оставались одни в квартире?"
  },
  {
    "text": "Часто ли у вас без причины меняется настроение?"
  },
  {
    "text": "Всегда ли вы старательно относитесь к своей деятельности?"
  },
  {
    "text": "Быстро ли вы можете разгневаться?"
  },
  {
    "text": "Можете ли вы быть бесшабашно веселым?"
  },
  {
    "text": "Можете ли вы иногда целиком проникнуться чувством радости?"
  },
  {
    "text": "Подходите ли вы для проведения увеселительных мероприятий?"
  },
  {
    "text": "Высказываете ли вы обычно людям свое откровенное мнение по тому или иному вопросу?"
  },
  {
    "text": "Влияет ли на вас вид крови?"
  },
  {
    "text": "Охотно ли вы занимаетесь деятельностью, связанной с большой ответственностью?"
  },
  {
    "text": "Склонны ли вы вступиться за человека, с которым поступили несправедливо?"
  },
  {
    "text": "Трудно ли вам входить в темный подвал?"
  },
  {
    "text": "Выполняете ли вы кропотливую черную работу так же медленно и тщательно, как и любимое  вами дело?"
  },
  {
    "text": "Являетесь ли вы общительным человеком?"
  },
  {
    "text": "Охотно ли вы декламировали в школе стихи?"
  },
  {
    "text": "Убегали ли вы ребенком из дома?"
  },
  {
    "text": "Тяжело ли вы воспринимаете жизнь?"
  },
  {
    "text": "Бывали ли у вас конфликты и неприятности, которые так изматывали вам нервы, что вы не  выходили на работу?"
  },
  {
    "text": "Можно ли сказать, что вы при неудачах не теряете чувство юмора?"
  },
  {
    "text": "Сделаете ли вы первым шаг к примирению, если вас кто-то оскорбит?"
  },
  {
    "text": "Любите ли вы животных?"
  },
  {
    "text": "Уйдете ли вы с работы или из дому, если у вас там что-то не в порядке?"
  },
  {
    "text": " Мучают ли вас неопределенные мысли, что с вами или с вашими родственниками случится  какое-нибудь несчастье?"
  },
  {
    "text": "Считаете ли вы, что настроение зависит от погоды?"
  },
  {
    "text": "Затруднит ли вас выступить на сцене перед большим количеством зрителей?"
  },
  {
    "text": "Можете ли вы выйти из себя и дать волю рукам, если вас кто-то умышленно грубо рассердит?"
  },
  {
    "text": "Много ли вы общаетесь?"
  },
  {
    "text": "Если вы будете чем-либо разочарованы, придете ли в отчаяние?"
  },
  {
    "text": "Нравится ли вам работа организаторского характера?"
  },
  {
    "text": "Упорно ли вы стремитесь к своей цели, даже если на пути встречается много препятствий?"
  },
  {
    "text": "Может ли вас так захватить кинофильм, что слезы выступят на глазах?"
  },
  {
    "text": "Трудно ли вам будет заснуть, если вы целый день размышляли над своим будущим или какой- нибудь проблемой?"
  },
  {
    "text": "Приходилось ли вам в школьные годы пользоваться подсказками или списывать у товарищей  домашнее задание?"
  },
  {
    "text": "Трудно ли вам пойти ночью на кладбище?"
  },
  {
    "text": "Следите ли вы с большим вниманием, чтобы каждая вещь в доме лежала на своем месте?"
  },
  {
    "text": "Приходилось ли вам лечь спать в хорошем настроении, а проснуться в удрученном и несколько  часов оставаться в нем?"
  },
  {
    "text": "Можете ли вы с легкостью приспособиться к новой ситуации?"
  },
  {
    "text": "Есть ли у вас предрасположенность к головной боли?"
  },
  {
    "text": "Часто ли вы смеетесь?"
  },
  {
    "text": "Можете ли вы быть приветливым с людьми, не открывая своего истинного отношения к ним?"
  },
  {
    "text": "Можно ли вас назвать оживленным и бойким человеком?"
  },
  {
    "text": "Сильно ли вы страдаете из-за несправедливости?"
  },
  {
    "text": "Можно ли вас назвать страстным любителем природы?"
  },
  {
    "text": "Есть ли у вас привычка проверять перед сном или перед тем, как уйти, выключен ли газ и свет,  закрыта ли дверь?"
  },
  {
    "text": "Пугливы ли вы?"
  },
  {
    "text": "Бывает ли, что вы чувствуете себя на седьмом небе, хотя объективных причин для этого нет?"
  },
  {
    "text": "Охотно ли вы участвовали в юности в кружках художественной самодеятельности, в  театральном кружке?"
  },
  {
    "text": "Тянет ли вас иногда смотреть вдаль?"
  },
  {
    "text": "Смотрите ли вы на будущее пессимистически?"
  },
  {
    "text": "Может ли ваше настроение измениться от высочайшей радости до глубокой тоски за короткий  период времени?"
  },
  {
    "text": "Легко ли поднимается ваше настроение в дружеской компании?"
  },
  {
    "text": "Переносите ли вы злость длительное время?"
  },
  {
    "text": "Сильно ли вы переживаете, если горе случилось у другого человека?"
  },
  {
    "text": "Была ли у вас в школе привычка переписывать лист в тетради, если вы поставили на него  кляксу?"
  },
  {
    "text": "Можно ли сказать, что вы больше недоверчивы и осторожны, нежели доверчивы?"
  },
  {
    "text": "Часто ли вы видите страшные сны?"
  },
  {
    "text": "Возникала ли у вас мысль против воли броситься из окна, под приближающийся поезд?"
  },
  {
    "text": "Становитесь ли вы радостным в веселом окружении?"
  },
  {
    "text": "Легко ли вы можете отвлечься от обременительных вопросов и не думать о них?"
  },
  {
    "text": "Трудно ли вам сдержать себя, если вы разозлитесь?"
  },
  {
    "text": "Предпочитаете ли вы молчать (да) или вы словоохотливы (нет)?"
  },
  {
    "text": " Могли бы вы, если пришлось бы участвовать в театральном представлении, с полным  проникновением и перевоплощением войти в роль и забыть о себе?"
  }
]