[
  {
    "text": "Нравится ли вам оживление и суета вокруг вас?"
  },
  {
    "text": "Часто ли у вас бывает беспокойное чувство, что вам что-нибудь хочется, а вы не знаете что?"
  },
  {
    "text": "Вы из тех людей, которые не лезут за словом в карман?"
  },
  {
    "text": "Чувствуете ли вы себя иногда счастливым, а иногда печальным без какой-либо причины?"
  },
  {
    "text": "Держитесь ли вы обычно в тени на вечеринках или в компании?"
  },
  {
    "text": "Всегда ли в детстве вы делали немедленно и безропотно то, что вам приказывали?"
  },
  {
    "text": "Бывает ли у вас иногда дурное настроение?"
  },
  {
    "text": "Когда вас втягивают в ссору, предпочитаете ли вы отмолчаться, надеясь, что все обойдется?"
  },
  {
    "text": "Легко ли вы поддаетесь переменам настроения?"
  },
  {
    "text": "Нравится ли вам находиться среди людей?"
  },
  {
    "text": "Часто ли вы теряли сон из-за своих тревог?"
  },
  {
    "text": "Упрямитесь ли вы иногда?"
  },
  {
    "text": "Могли бы вы назвать себя бесчестным?"
  },
  {
    "text": "Часто ли вам приходят хорошие мысли слишком поздно?"
  },
  {
    "text": "Предпочитаете ли вы работать в одиночестве?"
  },
  {
    "text": "Часто ли вы чувствуете себя апатичным и усталым без серьезной причины?"
  },
  {
    "text": "Вы по натуре живой человек?"
  },
  {
    "text": "Смеетесь ли вы иногда над неприличными шутками?"
  },
  {
    "text": "Часто ли вам что-то так надоедает, что вы чувствуете себя «сытым по горло»?"
  },
  {
    "text": "Чувствуете ли вы себя неловко в какой-либо одежде, кроме повседневной?"
  },
  {
    "text": "Часто ли ваши мысли отвлекаются, когда вы пытаетесь сосредоточиться на чем-то?"
  },
  {
    "text": "Можете ли вы быстро выразить ваши мысли словами?"
  },
  {
    "text": "Часто ли вы бываете погружены в свои мысли?"
  },
  {
    "text": "Полностью ли вы свободны от всяких предрассудков?"
  },
  {
    "text": "Нравятся ли вам первоапрельские шутки?"
  },
  {
    "text": "Часто ли вы думаете о своей работе?"
  },
  {
    "text": "Очень ли вы любите вкусно поесть?"
  },
  {
    "text": "Нуждаетесь ли вы в дружески расположенном человеке, чтобы выговориться, когда вы раздражены?"
  },
  {
    "text": "Очень ли вам неприятно брать взаймы или продавать что-нибудь, когда вы нуждаетесь в деньгах?"
  },
  {
    "text": "Хвастаетесь ли вы иногда?"
  },
  {
    "text": "Очень ли вы чувствительны к некоторым вещам?"
  },
  {
    "text": "Предпочли бы вы остаться в одиночестве дома, чем пойти на скучную вечеринку?"
  },
  {
    "text": "Бываете ли вы иногда беспокойными настолько, что не можете долго усидеть на месте?"
  },
  {
    "text": "Склонны ли вы планировать свои дела тщательно и раньше чем следовало бы?"
  },
  {
    "text": "Бывают ли у вас головокружения?"
  },
  {
    "text": "Всегда ли вы отвечаете на письма сразу после прочтения?"
  },
  {
    "text": "Справляетесь ли вы с делом лучше, обдумав его самостоятельно, а не обсуждая с другими?"
  },
  {
    "text": "Бывает ли у вас когда-либо одышка, даже если вы не делали никакой тяжелой работы?"
  },
  {
    "text": "Можно ли сказать, что вы человек, которого не волнует, чтобы все было именно так, как нужно?"
  },
  {
    "text": "Беспокоят ли вас ваши нервы?"
  },
  {
    "text": "Предпочитаете ли вы больше строить планы, чем действовать?"
  },
  {
    "text": "Откладываете ли вы иногда на завтра то, что должны сделать сегодня?"
  },
  {
    "text": "Нервничаете ли вы в местах, подобных лифту, метро, туннелю?"
  },
  {
    "text": "При знакомстве вы обычно первыми проявляете инициативу?"
  },
  {
    "text": "Бывают ли у вас сильные головные боли?"
  },
  {
    "text": "Считаете ли вы обычно, что все само собой уладится и придет в норму?"
  },
  {
    "text": "Трудно ли вам заснуть ночью?"
  },
  {
    "text": "Лгали ли вы когда-нибудь в своей жизни?"
  },
  {
    "text": "Говорите ли вы иногда первое, что придет в голову?"
  },
  {
    "text": "Долго ли вы переживаете после случившегося конфуза?"
  },
  {
    "text": "Замкнуты ли вы обычно со всеми, кроме близких друзей?"
  },
  {
    "text": "Часто ли с вами случаются неприятности?"
  },
  {
    "text": "Любите ли вы рассказывать истории друзьям?"
  },
  {
    "text": "Предпочитаете ли вы больше выигрывать, чем проигрывать?"
  },
  {
    "text": "Часто ли вы чувствуете себя неловко в обществе людей выше вас по положению?"
  },
  {
    "text": "Когда обстоятельства против вас, обычно вы думаете тем не менее, что стоит еще что-либо предпринять?"
  },
  {
    "text": "Часто ли у вас сосет под ложечкой перед важным делом? "
  }
]