<template>
  <div class="about">
    <div class="container">
      <h2 class="text-center">Экстраверсия — интроверсия</h2>
      <div>
        <div class="desc">
          <h3>Описание</h3>
          <p>
            Характеризуя типичного экстраверта, автор отмечает его общительность
            и обращенность индивида вовне, широкий круг знакомств, необходимость
            в контактах. Он действует под влиянием момента, ипульсивен,
            вспыльчив, беззаботен, оптимистичен, добродушен, весел. Предпочитает
            движение и действие, имеет тенденцию к агрессивности. Чувства и
            эмоции не имеют строгого контроля, склонен к рискованным поступкам.
            На него не всегда можно положиться. Типичный интроверт — это
            спокойный, застенчивый, интроективный человек, склонный к
            самоанализу. Сдержан и отдален от всех, кроме близких друзей.
            Планирует и обдумывает свои действия заранее, не доверяет внезапным
            побуждениям серьезно относится к принятию решений, любит во всем
            порядок. Контролирует свои чувства, его нелегко вывести из себя.
            Обладает пессимистичностью, высоко ценит нравственные нормы.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup></script>
<style lang="scss" scoped>
.about {
  //margin: 4em 0;
  //padding: 1em;
  position: relative;

  img {
    height: auto;
    width: 100%;
    border-radius: 50%;

    @media (max-width: 765px) {
      margin: 10px 0;
    }
  }

  span {
    display: block;
    color: #888;
    position: absolute;
    left: 12%;
  }

  .desc {
    p {
      max-width: 100%;
      line-height: 2;
      color: #888;
      text-align: left;
      padding-left: 0;
      padding-right: 0;
    }

    h3 {
      @media (max-width: 765px) {
        text-align: center;
      }
    }
  }
}
</style>
