<template>
  <div class="about">
    <div class="container">
      <h2 class="text-center">Нейротизм</h2>
      <div>
        <div class="desc">
          <h3>Описание</h3>
          <p>
            Характеризует эмоциональную устойчивость или неустойчивость
            (эмоциональная стабильность или нестабильность). Нейротизм, по
            некоторым данным, связан с показателями лабильности нервной системы.
            Эмоциональная устойчивость — черта, выражающая сохранение
            организованного поведения, ситуативной целенаправленности в обычных
            и стрессовых ситуациях. Характеризуется зрелостью, отличной
            адаптацией, отсутствием большой напряженности, беспокойства, а также
            склонностью к лидерству, общительности. Нейротизм выражается в
            чрезвычайной нервности, неустойчивости, плохой адаптации, склонности
            к быстрой смене настроений (лабильности), чувстве виновности и
            беспокойства, озабоченности, депрессивных реакциях, рассеянности
            внимания, неустойчивости в стрессовых ситуациях. Нейротизму
            соответствует эмоциональность, импульсивность; неровность в
            контактах с людьми, изменчивость интересов, неуверенность в себе,
            выраженная чувствительность, впечатлительность, склонность к
            раздражительности. Нейротическая личность характеризуется
            неадекватно 4 сильными реакциями по отношению к вызывающим их
            стимулам. У лиц с высокими показателями по шкале нейротизма в
            неблагоприятных стрессовых ситуациях может развиться невроз.
            Представление результатов по шкалам экстраверсии и нейротизма
            осуществляется при помощи системы координат. Интерпретация
            полученных результатов проводится на основе психологических
            характеристик личности, соответствующих тому или иному квадрату
            координатной модели с учетом степени выраженности
            индивидуальнопсихологических свойств и степени достоверности
            полученных данных. Привлекая данные из физиологии высшей нервной
            деятельности, Айзенк высказывает гипотезу о том, что сильный и
            слабый типы, по Павлову, очень близки к экстравертированному и
            интровертированному типам личности. Природа интроверсии и
            экстраверсии усматривается во врожденных свойствах центральной
            нервной системы, которые обеспечивают уравновешенность процессов
            возбуждения и торможения. Таким образом, используя данные
            обследования по шкалам экстраверсии, интроверсии и нейротизма, можно
            вывести показатели темперамента личности по классификации Павлова,
            который описал четыре классических типа: сангвиник (по основным
            свойствам центральной нервной системы характеризуется как сильный,
            уравновешенный, подвижный), холерик (сильный, неуравновешенный,
            подвижный), 5 флегматик (сильный, уравновешенный, инертный),
            меланхолик (слабый, неуравновешенный, инертный).
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "DescNeuroBlock",
};
</script>
<style lang="scss" scoped>
.about {
  //margin: 4em 0;
  //padding: 1em;
  position: relative;

  img {
    height: auto;
    width: 100%;
    border-radius: 50%;

    @media (max-width: 765px) {
      margin: 10px 0;
    }
  }

  span {
    display: block;
    color: #888;
    position: absolute;
    left: 12%;
  }

  .desc {
    p {
      max-width: 100%;
      line-height: 2;
      color: #888;
      text-align: left;
      padding-left: 0;
      padding-right: 0;
    }

    h3 {
      @media (max-width: 765px) {
        text-align: center;
      }
    }
  }
}
</style>
